
<html>
    <head>
        <title>French Translation of Legal document: T-S Ar.35.413</title>
    </head>
    <body style="max-width: 860px; margin: auto">
        <h1>French Translation of Legal document: T-S Ar.35.413</h1>

        <p>Mathieu Tillier and Naïm Vanthieghem, <em>Mariages et séparations en Égypte au Moyen Âge</em> (Berlin; Boston: De Gruyter, 2024).</p>

        
        <section lang="fr" dir="ltr">
            
                <div data-canvas="https://geniza.princeton.edu/documents/39623/iiif/textblock/40146/canvas/1/">
                    
                    
                    
                        <h3>#63, pp. 193-4</h3>
                    
                        <ol>
<li>[Au nom de Dieu], le Cl&eacute;ment, le Mis&eacute;ricordieux. Louange &agrave; Dieu et que Sa b&eacute;n&eacute;diction soit sur l&rsquo;Envoy&eacute; de Dieu, Muḥammad b. ʿAbd Allāh&nbsp;</li>
<li>[Les t&eacute;moins] mentionn&eacute;s&hellip; &agrave; la fin de l&rsquo;acte suivant (?) attestent ce qui suit. Ils t&eacute;moignent contre Saʿīd b. Futūḥ b. Ismāʿīl,</li>
<li>[qui est &agrave; ce jour un homme&hellip;] aux sourcils joints par une fine couche de poils, &agrave; la barbe clairsem&eacute;e, qu&rsquo;il a &eacute;pous&eacute; Dhahība la Ḥimṣiote (?),</li>
<li>[qui est &agrave; ce jour une femme&hellip;] de taille moyenne, brune, aux sourcils disjoints, aux yeux tirant sur le bleu fonc&eacute;, par un hym&eacute;n&eacute;e valide</li>
<li>[et l&eacute;gal] en contrepartie d&rsquo;une dot dont le montant en esp&egrave;ces de bon aloi s&rsquo;&eacute;l&egrave;ve &agrave; huit dinars &eacute;gyptiens pes&eacute;s. Il lui a vers&eacute; sur ce montant un dinar et un quart de dinar</li>
<li>[&eacute;gyptien pes&eacute;]. Il lui verse maintenant un demi et un quart de dinar dans l&rsquo;imm&eacute;diat et sur-le-champ. Le reliquat de la dot est de six dinars &eacute;gyptiens pes&eacute;s;</li>
<li>il est diff&eacute;r&eacute; et port&eacute; &agrave; son cr&eacute;dit, et il devra le lui verser par tranches &agrave; compter de la date d&rsquo;aujourd&rsquo;hui, par fractions d&rsquo;un quart de dinar payable &agrave; la fin de chaque ann&eacute;e &eacute;coul&eacute;e. Il devra craindre Dieu le Tr&egrave;s-Haut&nbsp;</li>
<li>dans ses relations avec elle, se montrer bon compagnon et la traiter avec bienveillance. Il aura cependant une pr&eacute;&eacute;minence sur elle &ndash; Dieu est puissant et juste. Lui a servi de tuteur pour la lui donner en mariage</li>
<li>le juriste Kamāl al-Dīn Abū l-Qāsim ʿAbd al-Raḥmān, fils du cheikh et juriste ʿAfīf al-Dīn Abū ʿAlī al-Ḥasan b. ʿAbd Allāh, par le fait de sa d&eacute;signation comme&hellip;</li>
<li>dans les contrats pour les tribunaux dans la zone fronti&egrave;re de Damiette la bien-gard&eacute;e, apr&egrave;s que la situation de la femme a &eacute;t&eacute; &eacute;claircie &agrave; ses yeux&hellip;</li>
</ol>
                    
                </div>
            
        </section>
    </body>
</html>
