
<html>
    <head>
        <title>French Translation of Legal document: T-S Ar.38.66</title>
    </head>
    <body style="max-width: 860px; margin: auto">
        <h1>French Translation of Legal document: T-S Ar.38.66</h1>

        <p>Mathieu Tillier and Naïm Vanthieghem, <em>Mariages et séparations en Égypte au Moyen Âge</em> (Berlin; Boston: De Gruyter, 2024).</p>

        
        <section lang="fr" dir="ltr">
            
                <div data-canvas="https://cudl.lib.cam.ac.uk/iiif/MS-TS-AR-00038-00066/canvas/3">
                    
                    
                    
                        <h3>Recto top fragment</h3>
                    
                        <ol>
<li>Au nom de Dieu, le Cl&eacute;ment, le Mis&eacute;ricordieux. Louange &agrave; Dieu l&rsquo;Unique ! Que la b&eacute;n&eacute;diction et le salut [&eacute;ternel] de Dieu soient sur notre seigneur Muḥammad Son proph&egrave;te, sur sa famille, [ainsi que sur notre ma&icirc;tre al-ʿĀḍid li-dīn] Allāh, le commandeur des croyants !</li>
<li>Voici ce que Riḍwān b. ʿAṭiyya a apport&eacute; en dot &agrave; Bint Muṭṭalib&hellip;</li>
</ol>
                    
                </div>
            
                <div data-canvas="https://cudl.lib.cam.ac.uk/iiif/MS-TS-AR-00038-00066/canvas/1">
                    
                    
                    
                        <h3>Recto bottom fragment</h3>
                    
                        <ol>
<li>[Lui a servi de tuteur pour la lui donner en mariage le cadi ʿImād al-Dawla Abū l-Faḍāʾil al-Ḥasan b. al-Ḫiyār b. ʿAlī, tenu pour honorable au Caire]</li>
<li>la Prot&eacute;g&eacute;e et &agrave; [Fusṭāṭ] Miṣr&hellip; [&hellip; conform&eacute;ment &agrave; ses instructions et avec son consentement. Elle lui a confi&eacute; la charge de la repr&eacute;senter &agrave; cet effet et en a fait t&eacute;moigner]</li>
<li>des hommes libres musulmans, &agrave; savoir Abū ʿAlī&hellip;</li>
<li>Ils ont t&eacute;moign&eacute; devant lui qu&rsquo;ils la reconnaissent de mani&egrave;re [valide d&rsquo;apr&egrave;s ses traits physiques, son nom et son ascendance. Ils t&eacute;moignent qu&rsquo;elle est &agrave; ce jour une femme libre, musulmane, pu]b&egrave;re, vierge, saine d&rsquo;esprit</li>
<li>et de corps, en pleine capacit&eacute;, qu&rsquo;elle est sans mari, ne se trouve pas en retraite de continence et n&rsquo;a pas de tuteur matrimonial pr&eacute;sent. L&rsquo;&eacute;poux a signifi&eacute; son acceptation, de mani&egrave;re valide. Chacun s&rsquo;est engag&eacute; &agrave; convoquer</li>
<li>l&rsquo;autre en cas de besoin. T&eacute;moignage a &eacute;t&eacute; rendu que le cadi qui assume le r&ocirc;le de tuteur et la marie, les deux &eacute;poux et les informateurs ont admis le contenu [du document] &agrave; cette date, le quatorzi&egrave;me jour de ǧumādā II de l&rsquo;an</li>
<li>cinq cent cinquante-neuf. Il y a une correction &agrave; &laquo; il a regard&eacute; &raquo;, qui est valide, &eacute;crite de la main de Ġanāʾim b. Muḥammad le muezzin.</li>
</ol>
                    
                </div>
            
        </section>
    </body>
</html>
