
<html>
    <head>
        <title>German Translation of Letter: p. Heid. Hebr. 12</title>
    </head>
    <body style="max-width: 860px; margin: auto">
        <h1>German Translation of Letter: p. Heid. Hebr. 12</h1>

        <p>Albert Dietrich, <em>Zum Drogenhandel im islamischen Ägypten</em> (Carl Winter Universitätsverlag, 1954).</p>

        
        <section lang="de" dir="ltr">
            
                <div data-canvas="https://geniza.princeton.edu/documents/9594/iiif/textblock/14317/canvas/1/">
                    
                    
                    
                        <h3>Recto</h3>
                    
                        
<ol><li>Im Namen Gottes, des Barmherzigen, G&uuml;tigen! Gesegnete Anweisung, mitgegeben dem &Scaron;aiḫ</li>
<li>Mu&scaron;riq b. &lt;N. N.&gt; &mdash; Gott beschere ihm Heil! Sein Diener Ḫalaf</li>
<li>b. Isḥāq hat ihm einen Beutel Kardamomen von vierzehn Pfund Gewicht mitgegeben, (damit) er so freundlich sei &mdash; Got[t] besch&uuml;tze</li>
<li>seine St&auml;rke! &mdash;, im Drogistenviertel zu al-Fusṭāṭ nach dem &Scaron;aiḫ</li>
<li>Abū 'l-Ḥasan b. Baṣīr oder dem &Scaron;aiḫ Abū 'l-Ḥasan b. Hiba zu fragen und</li>
<li>f&uuml;r mich das bi&szlig;chen Kardamom in seinem (d.h. eines der beiden &Scaron;aiḫs) Laden zu verkaufen, nachdem er beiden</li>
<li>einen sch&ouml;nen Gru&szlig; ausgerichtet hat. (Au&szlig;erdem) soll er mir die nachstehenden Waren kaufen, entweder von ihm (d.h. dem betreffenden &Scaron;aiḫ)</li>
<li>oder von einem, den er (sonst) kennt. Folgendes sind die Namen der Waren:</li>
<li>wei&szlig;er H&uuml;ttenrauch, Ofenbruch, Goldgalmei,</li>
<li>Silbergalmei, Stomachicum, wei&szlig;e Nieswurz,</li>
<li>rote Nieswurz, Niesgarbe, Sagapen-Harz, Steinklee,</li>
<li>Kamillen, Erdrauch. Alle diese Waren soll er kaufen, von</li>
<li>allem in seiner (richtigen Gewichts-)Menge, das Billige gem&auml;&szlig; seinem Preise und das Teure gem&auml;&szlig;</li>
<li>seinem Preise. Er soll es mir schicken mit dem ersten, der (hier)herkommt, und wenn er (selbst) herkommt,</li>
<li>so soll er es mitbringen. Falls die nachstehenden Waren ebenfalls bekannt sind,</li>
<li>soll er mir auch davon kaufen, n&auml;mlich: Wurzeln der wilden Mohrr&uuml;be (?),</li>
<li>des Hypnichons (?) und der Wachsblume sowie Seidelbast-Beeren, und zwar</li>
<li>ebenfalls in der (richtigen Gewichts-)Menge davon im Verh&auml;ltnis zur Gesamtheit der Waren. (Schlie&szlig;lich) soll er auf jede</li>
<li>
<p>Ware ihren Nam&lt;en&gt; schreiben und ein Rezept (ausfertigen) mit (Angabe) ihres Preises und Gewichts. Besten</p>
</li>
<li>
<p>Gru&szlig; an Dich! Mein Gen&uuml;ge ist Gott, er ist der beste Sachwalter!</p>
</li></ol>

                    
                        <h3>Recto, right margin</h3>
                    
                        
<ol><li>Das Rezept ist f&uuml;r seinen Diener Ḫalaf b. Yiṣḥāq al-Yamanī.</li></ol>

                    
                </div>
            
                <div data-canvas="https://geniza.princeton.edu/documents/9594/iiif/textblock/14317/canvas/2/">
                    
                    
                    
                        <h3>Verso, right column</h3>
                    
                        
<ol><li>
<p>Wir haben von Ṣahdī geliehen</p>
</li>
<li>
<p>drei ein achtel</p>
</li>
<li>
<p>von Ṣahdī</p>
</li></ol>

                    
                        <h3>Verso, left column</h3>
                    
                        
<ol><li>Wir haben von Ṣahdī geliehen 3 </li>
<li>ein achtel</li></ol>

                    
                </div>
            
        </section>
    </body>
</html>
